export const SUBJECT_OPTIONS = [
    {
        label: "הומניסטיקה וחברה",
        options: [
            "היסטוריה", "אזרחות", "גיאוגרפיה", "ספרות", "תנ״ך", "תרבות ישראל", "פילוסופיה"
        ]
    },
    {
        label: "שפות",
        options: [
            "לשון עברית", "אנגלית (English)", "ערבית", "צרפתית"
        ]
    },
    {
        label: "מדעים וטכנולוגיה",
        options: [
            "מתמטיקה", "פיזיקה", "כימיה", "ביולוגיה", "מדעים וטכנולוגיה (מו״ט)", "מדעי המחשב", "סייבר"
        ]
    },
    {
        label: "אחר",
        options: [
            "חינוך פיננסי", "כישורי חיים", "תקשורת", "קולנוע", "פסיכולוגיה", "כלכלה"
        ]
    }
];

export const GRADE_OPTIONS = [
    {
        label: "בית ספר יסודי",
        options: [
            "כיתה ד׳ (יסודי)", "כיתה ה׳ (יסודי)", "כיתה ו׳ (יסודי)"
        ]
    },
    {
        label: "חטיבת ביניים",
        options: [
            "כיתה ז׳ (חטיבת ביניים)", "כיתה ח׳ (חטיבת ביניים)", "כיתה ט׳ (חטיבת ביניים)"
        ]
    },
    {
        label: "חטיבה עליונה (תיכון)",
        options: [
            "כיתה י׳ (תיכון)", "כיתה י״א (תיכון/בגרות)", "כיתה י״ב (תיכון/בגרות)"
        ]
    },
    {
        label: "השכלה גבוהה / אחר",
        options: [
            "מכינה קדם אקדמית", "סטודנטים", "חינוך מבוגרים"
        ]
    }
];